Revit 2027 API
ParameterTypeId.SheetAssemblyModel Property
 "Assembly: Model"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyModel { get; }
Public Shared ReadOnly Property SheetAssemblyModel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyModel {
	ForgeTypeId^ get ();
}
static member SheetAssemblyModel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace